Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# misskey_achievement_profile_filled_description
source: Set up your profile
ar: إعداد ملفك الشخصي
cs: Nastavte si profil
da: Konfigurer din profil
de: Profil einrichten
el: Ρυθμίστε το προφίλ σας
es: Configurar tu perfil
fi: Määritä profiilisi
fr: Configurez votre profil
it: Imposta il tuo profilo
ja: プロフィールを設定
nl: Stel je profiel in
no: Sett opp din profil
pl: Skonfiguruj profil
pt_br: Configurar seu perfil
ro: Configurați profilul dvs.
ru: Настроить профиль
sv: Konfigurera din profil
uk: Налаштувати профіль
zh_hans: 设置您的个人资料

# misskey_achievement_profile_filled_title
source: Well-prepared
ar: جيد الإعداد
cs: Dobře připravená
da: Velforberedt
de: Gut vorbereitet
el: Καλά προετοιμασμένο
es: Bien-preparado
fi: Hyvin valmisteltu
fr: Bien préparé
it: Ben preparato
ja: 準備が整いました
nl: Goed bereid
no: Godt forberedt
pl: Dobrze przygotowany
pt_br: Bem preparado
ro: bine pregătit
ru: Хорошо подготовленные
sv: Välförberedd
uk: Добре підготовлений
zh_hans: 作好充分准备

# misskey_achievement_react_without_read_description
source: React on a note that\'s over 100 characters long within 3 seconds of it being posted
ar: التفاعل على ملاحظة تزيد عن 100 حرف في غضون 3 ثوان من نشرها
cs: Reagujte na poznámku, která je delší než 100 znaků během 3 sekund od jejího vložení
da: React på en note, der er over 100 tegn lang inden for 3 sekunder efter, at det er udstationeret
de: Reagiere eine Notiz, die mehr als 100 Zeichen lang ist innerhalb von 3 Sekunden nachdem sie veröffentlicht wird
el: Αντιδράστε σε μια σημείωση που έχει μήκος πάνω από 100 χαρακτήρες μέσα σε 3 δευτερόλεπτα από την ανάρτηση
es: React en una nota que tiene más de 100 caracteres en menos de 3 segundos de ser publicada
fi: Reagoi muistiinpano, joka on yli 100 merkkiä pitkä 3 sekunnin kuluessa se on lähetetty
fr: Réagir sur une note de plus de 100 caractères dans les 3 secondes suivant sa publication
it: Reagisci su una nota lunga oltre 100 caratteri entro 3 secondi dalla sua pubblicazione
ja: 投稿されてから3秒以内に100文字を超えるノート上の React
nl: Reageer op een notitie die meer dan 100 tekens lang is binnen 3 seconden nadat deze is gepost
no: React på et notat som er over 100 tegn innen 3 sekunder av denne blir postet
pl: React na notatce o długości ponad 100 znaków w ciągu 3 sekund od jej opublikowania
pt_br: React em uma nota com mais de 100 caracteres de comprimento em 3 segundos após ser postada
ro: Reacționează într-o notă care are peste 100 de caractere lungime, în 3 secunde după ce a fost postat
ru: Реакция на заметку, длиннее 100 символов в течение 3 секунд после публикации
sv: Reagera på en anteckning som är över 100 tecken lång inom 3 sekunder efter att den postats
uk: Реагувати на нотатку, яка перевищує 100 символів впродовж 3 секунд її публікується
zh_hans: 在 3 秒内在 100 个字符以上的注释上React

# misskey_achievement_react_without_read_title
source: Did you really read that?
ar: هل قرأت ذلك حقاً؟
cs: Opravdu jste si to přečetli?
da: Har du virkelig læst det?
de: Haben Sie das wirklich gelesen?
el: Μήπως πραγματικά να διαβάσετε ότι?
es: ¿Realmente lo ha leído?
fi: Luitko todella sen?
fr: Avez-vous vraiment lu cela?
it: Lo avete davvero letto?
ja: 本当に読んだの？
nl: Heb je dat echt gelezen?
no: Har du virkelig lest det?
pl: Czy naprawdę to przeczytałeś?
pt_br: Você realmente leu isso?
ro: Chiar ai citit asta?
ru: Вы действительно читали это?
sv: Läste du verkligen det?
uk: Ти насправді це прочитала?
zh_hans: 你真的读了吗？

# misskey_achievement_self_quote_description
source: Quote your own note
ar: اقتبس من ملاحظتك الخاصة
cs: Citujte svou vlastní poznámku
da: Citér din egen note
de: Eigene Notiz zitieren
el: Παράθεση της δικής σας σημείωσης
es: Citar tu propia nota
fi: Lainaa oma muistiinpanosi
fr: Citer votre propre note
it: Citate la vostra nota
ja: 自分のメモを引用する
nl: Citeer uw eigen notitie
no: Siter ditt eget notat
pl: Cytuj swoją własną notatkę
pt_br: Cite sua própria nota
ro: Citează propria notă
ru: Цитировать свою заметку
sv: Citera din egen anteckning
uk: Цитувати власну нотатку
zh_hans: 引用您自己的笔记

# misskey_achievement_self_quote_title
source: Self-Reference
ar: مرجع ذاتي
cs: Samoreferenční
da: Selvreference
de: Selbstverweis
el: Αυτο-Αναφορά
es: Referencia propia
fi: Oma Viite
fr: Auto-référence
ja: 自己参照
nl: Zelfreferentie
no: Selv-referanse
pl: Własne referencje
pt_br: Auto-referência
ro: Auto-referință
ru: Самоссылка
sv: Självreferens
uk: Самопосилання
zh_hans: 自评：

# misskey_achievement_set_name_to_syuilo_description
source: Set your name to \"syuilo\"
ar: عيّن اسمك إلى \"سيويلو\"
cs: Nastavte své jméno na \"syuilo\"
da: Indstil dit navn til \"syuilo\"
de: Setze deinen Namen auf \"syuilo\"
el: Ορίστε το όνομά σας σε \"syuilo\"
es: Establezca su nombre en \"syuilo\"
fi: Aseta nimesi \"syuilo\"
fr: Définissez votre nom à \"syuilo\"
it: Imposta il tuo nome su \"syuilo\"
ja: あなたの名前を \"syuilo\" に設定します
nl: Stel je naam in op \"syuilo\"
no: Sett ditt navn til \"syuilo\"
pl: Ustaw swoje imię na \"syuilo\"
pt_br: Defina seu nome como \"syuilo\"
ro: Setează numele tău la \"syuilo\"
ru: Установите ваше имя в \"syuilo\"
sv: Ange ditt namn till \"syuilo\"
uk: Введіть ваше ім\'я на \"syuilo\"
zh_hans: 将您的名字设置为“syuilo”

# misskey_achievement_set_name_to_syuilo_title
source: God Complex
ar: مجمع الله
cs: Bohový komplex
da: Gud Kompleks
de: Gott Komplex
el: Ο Θεός Συγκρότημα
es: Complejo de Dios
fi: Jumala Monimutkainen
fr: Complexe de Dieu
it: Complesso Dio
ja: ゴッドコンプレックス
no: Kompleks Gud
pl: Bogski kompleks
pt_br: Deus Complexo
ro: Dumnezeu Complex
ru: Комплекс Бога
sv: Gud komplex
uk: Комплекс Бога
zh_hans: 上帝复杂度

# misskey_achievement_smash_test_notification_button_description
source: Trigger the notification test repeatedly within an extremely short time
ar: تفعيل اختبار الإشعار بشكل متكرر خلال فترة قصيرة جداً
cs: Opakovaně spustit test oznámení v extrémně krátké době
da: Udløs anmeldelsestesten gentagne gange inden for meget kort tid
de: Benachrichtigungstest wiederholt innerhalb extrem kurzer Zeit auslösen
el: Ενεργοποίηση της δοκιμής ειδοποίησης επανειλημμένα μέσα σε εξαιρετικά σύντομο χρονικό διάστημα
es: Activa la prueba de notificación repetidamente en un tiempo extremadamente corto
fi: Käynnistä ilmoitustesti toistuvasti erittäin lyhyessä ajassa
fr: Déclencher le test de notification à plusieurs reprises en un temps extrêmement court
it: Attiva ripetutamente il test di notifica in un tempo estremamente breve
ja: 非常に短い時間内に通知テストを繰り返しトリガーする
nl: Trigger de notificatie-test herhaaldelijk binnen extreem korte tijd
no: Utløs varslingstesten gjentatte ganger i løpet av svært kort tid
pl: Powtarzaj test powiadamiania wielokrotnie w bardzo krótkim czasie
pt_br: Acionar o teste de notificação repetidamente em um tempo extremamente curto
ro: Declanșează testul de notificare în mod repetat într-un timp extrem de scurt
ru: Запустите тест уведомлений повторно в чрезвычайно короткие сроки
sv: Utlösa anmälningstestet upprepade gånger inom en extremt kort tid
uk: Запустити тест сповіщення неодноразово протягом надзвичайно короткого часу
zh_hans: 在极短时间内多次触发通知测试

# misskey_achievement_smash_test_notification_button_title
source: Test overflow
ar: اختبار تجاوز
cs: Zkouška přetečení
da: Overløb af prøvninger
de: Testüberlauf
el: Υπερχείλιση δοκιμής
es: Prueba de desbordamiento
fi: Testaa ylivuoto
fr: Dépassement de test
it: Prova di overflow
ja: テストオーバーフロー
nl: Overloop testen
no: Prøving av overflyt
pl: Przepełnienie testu
pt_br: Testar excesso
ro: Testare supra-flux
ru: Тестирование переполнения
sv: Testa överflöd
uk: Переповнення тесту
zh_hans: 测试溢出

# misskey_achievement_tutorial_completed_description
source: Tutorial completed
ar: اكتمل البرنامج التعليمي
cs: Návod dokončen
da: Vejledning afsluttet
de: Anleitung abgeschlossen
el: Η εκμάθηση ολοκληρώθηκε
es: Tutorial completado
fi: Opastus valmis
fr: Tutoriel terminé
it: Tutorial completato
ja: チュートリアルが完了しました
nl: Tutorial voltooid
no: Opplæring fullført
pl: Samouczek zakończony
pt_br: Tutorial concluído
ro: Tutorial completat
ru: Обучение завершено
sv: Handledning slutförd
uk: Навчання завершено
zh_hans: 教程已完成

# misskey_achievement_tutorial_completed_title
source: Misskey Elementary Course Diploma
ar: دبلوم دورة ميسكي الابتدائية
cs: Diplom kurzů Misskey
de: Fehlender Elementarkurs Diplom
el: Διπλώματα Διπλώματος Μαθημάτων Misskey Elementary
es: Diploma del curso del elenco de misskey
fr: Diplôme de cours élémentaire Misskey
it: Diploma Di Corso Elementare Misskey
ja: Misskey初心者講座 修了証
nl: Misskey Elementary Cursus Diploma
pl: Dyplom Kursu Podstawowego Misskey
pt_br: Diploma do Curso Elementar Incrível
ro: Diploma cursului elementar Misskey
ru: Диплом курсов \"Миссурид\"
sv: Misskey Elementary Course Diplom
uk: Міський простий курс дипломатії
zh_hans: Misskey 小学证书

# misskey_achievement_view_achievements3min_description
source: Look at your list of achievements for at least 3 minutes
ar: انظر إلى قائمة الإنجازات الخاصة بك لمدة 3 دقائق على الأقل
cs: Podívejte se na seznam úspěchů po dobu nejméně 3 minut
da: Se på din liste over præstationer i mindst 3 minutter
de: Schau dir deine Liste der Errungenschaften für mindestens 3 Minuten an
el: Κοιτάξτε τη λίστα των επιτευγμάτων σας για τουλάχιστον 3 λεπτά
es: Mira tu lista de logros durante al menos 3 minutos
fi: Katso listaa saavutuksista vähintään 3 minuutin ajan
fr: Regardez votre liste de réalisations pendant au moins 3 minutes
it: Guarda la tua lista di risultati per almeno 3 minuti
ja: 少なくとも3分間あなたの実績リストを見てください
nl: Bekijk je lijst met prestaties voor ten minste 3 minuten
no: Se listen over prestasjoner i minst 3 minutter
pl: Spójrz na listę osiągnięć przez co najmniej 3 minuty
pt_br: Veja sua lista de conquistas por pelo menos 3 minutos
ro: Uită-te la lista ta de realizări timp de cel puțin 3 minute
ru: Посмотрите список достижений не менее 3 минут
sv: Titta på din lista över prestationer i minst 3 minuter
uk: Перегляньте список досягнень не менше 3 хвилин
zh_hans: 至少3分钟内查看您的成就列表

# misskey_achievement_view_achievements3min_title
source: Likes Achievements
ar: منجزات الإعجاب
cs: Líbí se mi úspěchy
da: Likes Opnåelser
de: \"Gefällt mir\"-Leistungen
el: Επιτεύγματα Αρέσει
es: Logros Me gusta
fi: Tykkää Saavutuksista
fr: Achievements J\'aime
it: Piace Achievements
ja: 実績にいいね！する
nl: Likes Prestaties
no: Liker Prestasjoner
pl: Polubione Osiągnięcia
pt_br: Gostou das Conquistas
ro: Realizări Aprecieri
ru: Лайки достижений
sv: Gillar prestationer
uk: Досягнення лайків
zh_hans: 喜欢的成就

# misskey_achievement_view_instance_chart_description
source: View your instance\'s charts
ar: عرض مخططات مثيل الخاص بك
cs: Zobrazit grafy instance
da: Se dine instansens diagrammer
de: Diagramme deiner Instanz anzeigen
el: Δείτε τα διαγράμματα της περίπτωσής σας
es: Ver los gráficos de tu instancia
fi: Näytä instanssisi kartat
fr: Voir les graphiques de votre instance
it: Visualizza i grafici della tua istanza
ja: インスタンスのグラフを表示
nl: Bekijk de grafieken van je instantie
no: Vis din instans kartene
pl: Zobacz mapy swojej instancji
pt_br: Ver os gráficos da sua instância
ro: Vezi graficele instanței tale
ru: Просмотр графиков вашего экземпляра
sv: Visa din instans sjökort
uk: Переглянути графіки вашого інстанса
zh_hans: 查看您的实例图表

# misskey_achievement_view_instance_chart_title
source: Analyst
ar: المحلل
cs: Analyzátor
da: Analytiker
el: Αναλυτής
es: Analista
fi: Analyytikko
fr: Analyste
it: Analista
ja: アナリスト:
nl: Analist
no: Analytiker
pl: Analityk
pt_br: Analista
ro: Analistul
ru: Аналитик
sv: Analytiker
uk: Аналітик
zh_hans: 分析员

# misskey_compose_local_only
source: Local only
ar: محلي فقط
cs: Pouze místní
da: Kun lokalt
de: Nur lokal
el: Τοπικό μόνο
es: Solo local
fi: Vain paikallinen
fr: Seulement en local
it: Solo locale
ja: ローカルのみ
nl: Alleen lokaal
no: Kun lokalt
pl: Tylko lokalne
pt_br: Apenas local
ro: Doar local
ru: Только локальные
sv: Endast lokalt
uk: Лише локально
zh_hans: 仅本站可见

# misskey_compose_local_only_description
source: Only users on this instance can see this toot
ar: يمكن فقط للمستخدمين في هذا المظهر رؤية هذا التبويق
cs: Pouze uživatelé v této instanci mohou vidět tento toot
da: Kun brugere på denne instans kan se dette toot
de: Nur Benutzer dieser Instanz können diesen toot sehen
el: Μόνο οι χρήστες σε αυτήν την παρουσία μπορούν να δουν αυτή την φωνή
es: Sólo los usuarios en esta instancia pueden ver este toot
fi: Vain tämän instanssin käyttäjät voivat nähdä tämän toottien
fr: Seuls les utilisateurs de cette instance peuvent voir ce pouet
it: Solo gli utenti in questa istanza possono vedere questo toot
ja: このインスタンス上のユーザーのみがこのトゥートを見ることができます
nl: Alleen gebruikers op deze instantie kunnen deze toot zien
no: Bare brukere i denne forekomsten kan se dette tootet
pl: Tylko użytkownicy w tej instancji mogą zobaczyć ten wpis
pt_br: Somente usuários nesta instância podem ver este toot
ro: Doar utilizatorii din această instanță pot vedea această notiță
ru: Только пользователи на этом экземпляре могут видеть это тоже
sv: Endast användare på denna instans kan se denna toot
uk: Лише користувачі цього дмуху можуть бачити цей дмух
zh_hans: 只有本站的用户可以看到这条嘟文

# misskey_item_action_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# misskey_item_action_quote
source: Quote
ar: اقتباس
cs: Cenová nabídka
da: Tilbud
de: Zitat
el: Παράθεση
es: Cotización
fi: Tarjous
fr: Devis
it: Preventivo
ja: 引用
nl: Offerte
no: Sitat
pl: Oferta
pt_br: Cotação
ro: Ofertă
ru: Цитата
sv: Offert
uk: Цитувати
zh_hans: 引用

# misskey_item_action_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# misskey_item_reblogged_status
source: reposted a status
ar: إعادة نشر حالة
cs: přeposlán stav
da: ompostet en status
de: repostete einen Status
el: επαναναρτήθηκε μια κατάσταση
es: reenvió un estado
fi: uudelleenlähetetty tila
fr: a reproduit un statut
it: ha ripostato uno stato
ja: ステータスを再投稿しました
nl: publiceerde een status
no: repostet en status
pl: ponownie dodał status
pt_br: postou novamente um status
ro: a repostat un statut
ru: статус был изменен
sv: repostat en status
uk: перерозміщувати статус
zh_hans: 转了你的帖子

# misskey_login_message
source: Please enter your instance URL below.
ar: الرجاء إدخال عنوان URL الخاص بك أدناه.
cs: Zadejte prosím URL vaší instance níže.
da: Indtast venligst din instans URL nedenfor.
de: Bitte geben Sie unten die URL Ihrer Instanz ein.
el: Παρακαλώ εισάγετε την παρουσία σας URL παρακάτω.
es: Por favor, introduzca la URL de su instancia a continuación.
fi: Syötä instanssin URL-osoite alle.
fr: Veuillez entrer l\'URL de votre instance ci-dessous.
it: Inserisci l\'URL di istanza qui sotto.
ja: 以下にインスタンスのURLを入力してください。
nl: Gelieve uw insty-URL hieronder in te vullen.
no: Angi din instans URL nedenfor.
pl: Wprowadź adres URL instancji poniżej.
pt_br: Por favor, digite sua URL de instância abaixo.
ro: Te rugăm să introduci mai jos URL-ul instanței.
ru: Пожалуйста, введите адрес экземпляра ниже.
sv: Ange din instans URL nedan.
uk: Будь ласка, введіть URL вашого екземпляра нижче.
zh_hans: 请在下面输入实例主机名称。

# misskey_login_title
source: Login to Misskey
ar: تسجيل الدخول إلى Misskey
cs: Přihlásit se do Misskey
da: Log ind på Misskey
de: Login zu Fehlschlüssel
el: Σύνδεση στο Misskey
es: Iniciar sesión en Misskey
fi: Kirjaudu Misskeyeen
fr: Se connecter à Misskey
it: Accedi a Misskey
ja: Misskeyにログイン
nl: Inloggen op Misskey
no: Logg inn på Misskey
pl: Zaloguj się do Misskey
pt_br: Login para Misskey
ro: Autentifică-te în Misskey
ru: Войти в Misskey
sv: Logga in till Misskey
uk: Увійти в Misskey
zh_hans: 登录到 Misskey

# misskey_notification_item_achievement_earned
source: You\'ve earned an achievement: %1$@\n%2$@
ar: لقد كسبت انجازات: %1$@\n%2$@
cs: Získali jste úspěch: %1$@\n%2$@
da: Du har opnået en bedrift: %1$@\n%2$@
de: Sie haben eine Errungenschaft verdient: %1$@\n%2$@
el: Έχετε κερδίσει ένα επίτευγμα: %1$@\n%2$@
es: Has conseguido un logro: %1$@\n%2$@
fi: Olet ansainnut saavutuksen: %1$@\n%2$@
fr: Vous avez obtenu un accomplissement : %1$@\n%2$@
it: Hai ottenuto un risultato: %1$@\n%2$@
ja: 実績： %1$@\n%2$@
nl: Je hebt een prestatie verdiend: %1$@\n%2$@
no: Du har fått en prestasjon: %1$@\n%2$@
pl: Zdobyłeś osiągnięcie: %1$@\n%2$@
pt_br: Você ganhou uma conquista: %1$@\n%2$@
ro: Ai câștigat o realizare: %1$@\n%2$@
ru: Вы получили достижение: %1$@\n%2$@
sv: Du har fått en prestation: %1$@\n%2$@
uk: Ви заробили досягнення: %1$@\n%2$@
zh_hans: 您已经获得成就: %1$@\n%2$@

# misskey_notification_item_app
source: App
ar: التطبيق
cs: Aplikace
el: Εφαρμογή
fi: Sovellus
fr: Application
ja: アプリ
pl: Aplikacja
pt_br: Aplicativo
ro: Aplicație
ru: Приложение
uk: Застосунок
zh_hans: 应用

# misskey_notification_item_follow_request_accepted
source: accepted your follow request
ar: قبلت طلب المتابعة
cs: přijal vaši žádost o následování
da: accepterede din følgeanmodning
de: akzeptierte deine Folge-Anfrage
el: αποδέχθηκε το αίτημα παρακολούθησης
es: aceptó su solicitud de seguimiento
fi: hyväksyi seurantapyyntösi
fr: a accepté votre demande d\'abonnement
it: ha accettato la tua richiesta di seguito
ja: フォローリクエストを承認しました
nl: heeft je volgverzoek geaccepteerd
no: aksepterte din forespørsel
pl: zaakceptował twoje śledzące żądanie
pt_br: aceitou sua solicitação para seguir
ro: a acceptat cererea ta de urmărire
ru: принял ваш запрос на подписку
sv: accepterade din följebegäran
uk: прийняв ваш запит на підписку
zh_hans: 接受了你的关注请求

# misskey_notification_item_followed_you
source: followed you
ar: تابعك
cs: vás sleduje
da: fulgte dig
de: folgte dir
el: σας ακολούθησε
es: te siguió
fi: seurasi sinua
fr: vous a suivi
it: ti ha seguito
ja: あなたをフォローしました
nl: volgt jou nu
no: fulgte deg
pl: obserwuje Ciebie
pt_br: seguiu você
ro: te urmărește
ru: подписался на вас
sv: följde dig
uk: підписався на вас
zh_hans: 关注了你

# misskey_notification_item_mentioned_you
source: mentioned you
ar: ذكرك
cs: vás zmínil
da: nævnte dig
de: erwähnte dich
el: σας ανέφερε
es: te mencionó
fi: mainitsi sinut
fr: vous a mentionné
it: ti ha menzionato
ja: メンションされました
nl: noemde je
no: nevnte deg
pl: wspomniał o tobie
pt_br: mencionou você
ro: te-a menționat
ru: упомянул вас
sv: nämnde dig
uk: згадав вас
zh_hans: 提及了你

# misskey_notification_item_poll_ended
source: A poll you were participating in has ended
ar: انتهى استطلاع الرأي الذي كنت تشارك فيه
cs: Anketa, kterou jste se zúčastnili, skončila
da: En afstemning, du deltog i, er afsluttet
de: Eine Umfrage, an der Sie teilgenommen haben, ist beendet
el: Μια δημοσκόπηση στην οποία συμμετείχατε τελείωσε
es: Una encuesta en la que participabas ha terminado
fi: Kysely johon osallistuit on päättynyt
fr: Un sondage auquel vous participiez est terminé
it: Un sondaggio a cui partecipavi è terminato
ja: 参加していたアンケートが終了しました
nl: Een poll waaraan u deelnam, is beëindigd
no: En avstemming du deltok i er avsluttet
pl: Ankieta, w której uczestniczyłeś zakończyła się
pt_br: Uma enquete em que você participou acabou
ro: Un sondaj la care participați s-a încheiat
ru: Опрос, в котором вы участвовали закончился
sv: En enkät som du deltog i har avslutats
uk: Опитування, в якому ви брали участь участь завершено
zh_hans: 你参与的一个投票已经结束

# misskey_notification_item_quoted_your_status
source: quoted
ar: مقتبس
cs: citováno
da: citeret
de: zitiert
el: παρέθεσε
es: citado
fi: lainattu
fr: citée
it: citato
ja: クォート
nl: geciteerd
no: sitert
pl: cytowany
pt_br: citado
ro: citat
ru: процитировано
sv: citerad
uk: цитований
zh_hans: 引用

# misskey_notification_item_reacted_to_your_status
source: reacted to your status
ar: رد فعل على حالتك
cs: reagoval na váš stav
da: reagerede på din status
de: hat auf deinen Status reagiert
el: αντέδρασε στην κατάστασή σας
es: reaccionó a tu estado
fi: reagoi tilaasi
fr: a réagi à votre statut
it: ha reagito al tuo stato
ja: あなたのステータスに反応しました
nl: reageerde op je status
no: reagerte på statusen din
pl: zareagowano na Twój status
pt_br: reagiu ao seu status
ro: a reacţionat la starea dumneavoastră
ru: отреагировал на ваш статус
sv: reagerade på din status
uk: відреагував на ваш статус
zh_hans: 对你的帖子做出了反应

# misskey_notification_item_replied_to_you
source: replied to you
ar: رد عليك
cs: odpověděl vám
da: svarede dig
de: geantwortet
el: σας απάντησε
es: te ha respondido
fi: vastasi sinulle
fr: vous a répondu
it: ti ha risposto
ja: あなたに返信しました
nl: heeft u geantwoord
no: svarte deg
pl: odpowiedział(-a) do Ciebie
pt_br: respondeu a você
ro: ți-a răspuns
ru: ответил вам
sv: svarade dig
uk: відповів вам
zh_hans: 回复了你

# misskey_notification_item_reposted_your_status
source: reposted
ar: أعيد نشرها
cs: přeposíláno
da: genpostet
de: repostet
el: αναρτήθηκε
es: republicado
fi: uudelleenlähetetty
fr: reposté
ja: 再投稿
nl: gepost
no: repostet
pl: ponownie opublikowano
pt_br: repostado
ro: repostat
ru: изменено
sv: repostad
uk: перерозміщено
zh_hans: 转发

# misskey_notification_item_requested_follow
source: requested to follow you
ar: طلب منك متابعتك
cs: požádáno o sledování
da: anmodede om at følge dig
de: gebeten haben, dir zu folgen
el: ζήτησε να σε ακολουθήσει
es: solicitó seguirte
fi: pyysi seuraamaan sinua
fr: a demandé à vous suivre
it: ha richiesto di seguirti
ja: フォローをリクエストしました
nl: aangevraagd om je te volgen
no: bedt om å følge deg
pl: poprosił o obserwowanie Ciebie
pt_br: solicitado para seguir você
ro: solicitat să vă urmărească
ru: попросил подписаться на вас
sv: begärde att följa dig
uk: запит підписатися на вас
zh_hans: 向你发送了关注请求

# misskey_visibility_followers
source: Followers
ar: المتابِعون
cs: Sledující
da: Følgere
de: Follower
el: Ακόλουθοι
es: Seguidores
fi: Seuraajat
fr: Abonnés
it: Follower
ja: フォロワー
nl: Volgers
no: Følgere
pl: Obserwujący
pt_br: Seguidores
ro: Urmăritori
ru: Подписчики
sv: Följare
uk: Підписники
zh_hans: 关注可见

# misskey_visibility_followers_description
source: Only followers can see this toot
ar: يمكن للمتابعين فقط رؤية هذا التبويق
cs: Pouze následovníci mohou vidět tento toot
da: Kun følgere kan se dette toot
de: Nur Follower können diesen toot sehen
el: Μόνο οι ακόλουθοι μπορούν να δουν αυτή την φωνή
es: Sólo los seguidores pueden ver este toot
fi: Vain seuraajat näkevät tämän tootin.
fr: Seuls les abonnés peuvent voir ce pouet
it: Solo i seguaci possono vedere questo toot
ja: この投稿はフォロワーに限り見ることができます。
nl: Alleen volgers kunnen deze toot zien
no: Bare tilhengere kan se dette tootet
pl: Tylko obserwujący mogą zobaczyć ten wpis
pt_br: Somente seguidores podem ver este toot
ro: Doar adepții pot vedea această notiță
ru: Только последователи могут видеть этот зуб
sv: Endast följare kan se denna toot
uk: Лише підписники можуть бачити цей дмух
zh_hans: 只有关注你的人可以看到这条嘟文

# misskey_visibility_home
source: Home
ar: المنزل
cs: Domů
da: Hjem
de: Zuhause
el: Αρχική
es: Inicio
fi: Koti
fr: Domicile
ja: ホーム
nl: Startpagina
no: Hjem
pl: Strona główna
pt_br: Residencial
ro: Acasă
ru: Домашний
sv: Hem
uk: Домашній екран
zh_hans: 本站可见
